Repository: GiserLiuHuan/nextgisweb
Catalog: nextgisweb/tmsclient/locale/*.po
Languages: fr, it, pt

source: Password
fr: Mot de passe
pt: Senha

source: Coordinate system
fr: Système de coordonnées
it: Sistema di coordinate
pt: Sistema de Coordenadas

source: Cancel
fr: Annuler
it: Annulla
pt: Cancelar

source: Max zoom level
fr: Niveau de zoom maximum
it: Livello massimo di zoom
pt: Nível máximo de zoom

source: TMS connection
fr: Connexion TMS
it: Connessione TMS
pt: Ligação TMS

source: Zoom is out of range.
fr: Le zoom est hors de portée.
it: Zoom fuori intervallo.
pt: Zoom está fora do intervalo.

source: TMS layer
fr: Couche TMS
it: Layer TMS
pt: Camada TMS

source: TMS capabilities
fr: Capacités de TMS
it: Capabilities TMS
pt: Capacidades do TMS

source: Select layer
fr: Sélectionnez une couche
it: Seleziona layer
pt: Selecionar camada

source: Custom
fr: Personnalisé
it: Personalizzato
pt: Personalizado

source: NextGIS geoservices
it: Servizi geografici NextGIS
pt: Geosserviços NextGIS

source: URL template
fr: Modèle d'URL
it: Modello di URL
pt: Template URL

source: API key
fr: Clé API
it: Chiave API
pt: Chave API

source: API key param
fr: Paramètre de clé API
it: Parametro della chiave API
pt: Chave API parâmetro

source: Scheme
fr: Schème
it: Schema
pt: Esquema

source: Skip SSL/TLS certificate verification
fr: Ignorer la vérification du certificat SSL/TLS
it: Non verificare il certificato SSL/TLS
pt: Ignorar a verificação do certificado SSL / TLS

source: Choose a layer
fr: Sélectionnez une couche
it: Scegli un layer
pt: Escolha uma camada

source: Layer
fr: Couche
pt: Camada

source: Min zoom level
fr: Niveau de zoom minimum
it: Livello minimo di zoom
pt: Nível mínimo de zoom

source: Left, deg.
fr: Gauche, deg.
it: Sinistra, gradi.
pt: Esquerda, graus.

source: Bottom, deg.
fr: En bas, deg.
it: Basso, gradi.
pt: Inferior, graus.

source: Right, deg.
fr: Droite, deg.
it: Destra, gradi.
pt: Certo, graus.

source: Top, deg.
fr: Haut, deg.
it: Alto, gradi.
pt: Topo, graus.

source: Tile size, px
fr: Taille de la tuile, px
it: Dimensione tile, px
pt: Tamanho do tile, px

source: Username
fr: Nom d'utilisateur
it: Nome utente
pt: Nome de utilizador

source: Capmode
it: Tipo connessione
