Repository: GiserLiuHuan/nextgisweb
Catalog: nextgisweb/spatial_ref_sys/locale/*.po
Languages: cs, de, fr, pt

source: Search
cs: vyhledávání
de: Suche...
fr: Rechercher
pt: Pesquisa

source: List
cs: Seznam
de: Liste
fr: Liste
pt: Lista de

source: Create
cs: Vytvořit
de: Erstellen
fr: Créer
pt: Criar

source: Edit
cs: Upravit
de: Bearbeiten
fr: Éditer
pt: Editar

source: Delete
cs: Vymazat
de: Löschen
fr: Effacer
pt: Apagar

source: Display name
cs: Zobrazované jméno
de: Anzeigename
fr: Afficher un nom
pt: Nome de exibição

source: Format
cs: Formát
pt: Formato

source: Cancel
cs: Zrušení
de: Abbrechen
fr: Annuler
pt: Cancelar

source: Invalid SRS definition!
cs: Neplatná definice SRS!
de: Fehlerhafte SRS-Definition!
fr: Définition SRS non valide !
pt: Definição do SRS inválida!

source: Coordinate system (id=%d) already exists.
cs: Souřadnicový systém (id = %d) již existuje.
de: Koordinatensystem (id=%d) ist bereits vorhanden.
fr: Le système de coordonnées (id=%d) existe déjà.
pt: O sistema de coordenadas (id =%d) já existe.

source: Invalid MapInfo spatial reference system: %s
cs: Neplatný prostorový referenční systém MapInfo: %s
de: Invalides MapInfo-Koordinatenbezugssystem %s
fr: Système de référence spatiale MapInfo non valide : %s
pt: Sistema de referência espacial do MapInfo inválido: %s

source: Unknown spatial reference system format: %s!
cs: Neznámý formát prostorového referenčního systému: %s!
de: Koordinatenbezugssystemformat %s ist unbekannt
fr: Format de système de référence spatiale inconnu : %s !
pt: Formato de sistema de referência espacial desconhecido: %s!

source: Invalid OGC WKT definition!
cs: Neplatná definice OGC WKT!
de: Fehlerhafte Definition von OGC WKT!
fr: Définition d'OGC WKT non valide !
pt: Definição WKT OGC inválida!

source: Spatial reference system
cs: Prostorový referenční systém
de: Koordinatenbezugssystem
fr: Système de référence spatiale
pt: Sistema de referência espacial

source: Unable to delete standard coordinate system.
cs: Nelze smazat standardní souřadnicový systém.
de: Standard-Koordinatensystem ist nicht löschbar
fr: Impossible de supprimer le système de coordonnées standard.
pt: Não é possível apagar sistemas de coordenadas standard.

source: Coordinate system name is not unique.
cs: Název souřadnicového systému není jedinečný.
de: Name des Koordinatensystems ist nicht einzigartig.
fr: Le nom du système de coordonnées n'est pas unique.
pt: O nome do sistema de coordenadas não é exclusivo.

source: Cannot change wkt definition of standard coordinate system.
cs: Nelze změnit definici wkt standardního souřadnicového systému.
de: WKT-Definition des Standard-Koordinatensystems ist nicht änderbar.
fr: Impossible de modifier la définition WKT du système de coordonnées standard.
pt: Não é possível alterar a definição WKT do sistema de coordenadas standard.

source: Create new Spatial reference system
cs: Vytvořte nový prostorový referenční systém
de: Neues Koordinatenbezugssystem erstellen
fr: Créer un nouveau système de référence spatiale
pt: Criar novo sistema de referência espacial

source: Spatial reference systems
cs: Prostorové referenční systémy
de: Koordinatenbezugssysteme
fr: Systèmes de référence spatiale
pt: Sistemas de referência espacial

source: Catalog
cs: Katalog
de: Katalog
fr: Catalogue
pt: Catálogo

source: Import definition
cs: Definice importu
de: Definition importieren
fr: Importer la définition
pt: importar definição

source: Definition
cs: Definice
fr: Définition
pt: Definição

source: Longitude and latitude must be specified at the same time.
cs: Zeměpisnou délku a šířku je třeba zadat současně.
de: Längen- und Breitengrad müssen gleichzeitig angegeben werden
fr: La longitude et la latitude doivent être spécifiées en même temps.
pt: Longitude e a latitude devem ser especificadas ao mesmo tempo.

source: View
cs: Pohled
de: Vorschau
fr: Vue
pt: Ver

source: OGC WKT definition
cs: Definice OGC WKT
de: Definition von OGC WKT
fr: Définition d'OGC WKT
pt: Definição WKT OGC

source: View details
cs: Zobrazit podrobnosti
de: Details anzeigen
fr: Voir les détails
pt: Ver detalhes

source: Latitude
cs: Zeměpisná šířka
de: Breitengrad

source: Longitude
cs: Zeměpisná délka
de: Längengrad

source: SRS name
cs: Název SRS
de: Koordinatenbezugssystemname
fr: Nom de SRS
pt: Nome do SRS

source: Auth name
cs: Jméno autora
de: Name des Unternehmens
fr: Nom auth
pt: Nome da autenticação

source: Auth SRID
cs: Ověření SRID
de: SRID des Unternehmens
pt: SRID da autenticação

source: Spatial reference system catalog
de: Katalog der Koordinatenbezugssysteme
fr: Catalogue du système de référence spatiale
pt: Catálogo de sistemas de referência espacial

source: Import
fr: Importer
pt: Importar
