Repository: GiserLiuHuan/nextgisweb
Catalog: nextgisweb/svg_marker_library/locale/*.po
Languages: ru

source: SVG marker library
ru: Библиотека маркеров SVG

source: File '{}' has an insecure name.
ru: Небезопасное имя файла: '{}'.

source: File '{}' has an invalid extension.
ru: Некорректное расширение у файла '{}'.

source: File '{}' has a format different from SVG.
ru: Формат файла '{}' отличается от SVG.

source: ZIP archive required
ru: Требуется ZIP-архив

source: Add SVG files
ru: Добавить SVG-файлы

source: Import from ZIP archive
ru: Импортировать из ZIP-архива

source: SVG markers will be imported from:
ru: SVG маркеры будут импортированы из:

source: Name
ru: Имя

source: Export
ru: Экспорт
