Repository: GiserLiuHuan/nextgisweb
Catalog: nextgisweb/raster_mosaic/locale/*.po
Languages: it

source: File name
it: Nome del file

source: Upload
it: Caricamento

source: Delete
it: Elimina

source: Items
it: Oggetti

source: GDAL library was unable to open the file.
it: La libreria GDAL non Ã¨ riuscita ad aprire il file.

source: Raster has format '%(format)s', however only following formats are supported: %(all_formats)s.
it: Il raster ha formato '%(format)s', ma solamente i seguenti formati sono supportati: %(all_formats)s.

source: Raster files without projection info are not supported.
it: I files raster senza informazioni sulla proiezione non sono supportati.

source: Complex data types are not supported.
it: Dati complessi non sono supportati.

source: Raster mosaic item id not provided.
it: ID dell'elemento del mosaico raster non fornito.

source: Raster mosaic item not found.
it: Elemento del mosaico raster non trovato.

source: Raster mosaic
it: Mosaico raster

source: Only RGB and RGBA rasters are supported.
it: Sono supportati solamente i raster RGB ed RGBA.
