Repository: GiserLiuHuan/nextgisweb
Catalog: nextgisweb/vector_layer/locale/*.po
Languages: ru

source: GDAL library failed to open file.
ru: Библиотеке GDAL не удалось открыть файл.

source: Vector layer features
ru: Объекты векторного слоя

source: Point
ru: Точка

source: Line
ru: Линия

source: Polygon
ru: Полигон

source: Multipoint
ru: Мультиточка

source: Multiline
ru: Мультилиния

source: Multipolygon
ru: Мультиполигон

source: Point Z
ru: Точка Z

source: Line Z
ru: Линия Z

source: Polygon Z
ru: Полигон Z

source: Multipoint Z
ru: Мультиточка Z

source: Multiline Z
ru: Мультилиния Z

source: Multipolygon Z
ru: Мультиполигон Z

source: Vector layer
ru: Векторный слой

source: Geometry type
ru: Тип геометрии

source: Feature count
ru: Количество объектов

source: Geometry type (%s) does not match geometry column type (%s).
ru: Тип геометрии (%s) не соответствует типу поля геометрии (%s).

source: Unsupport OGR driver: %s.
ru: Драйвер OGR '%s' не поддерживается.

source: Dataset doesn't contain layers.
ru: Набор данных не содержит ни одного слоя.

source: Dataset contains more than one layer.
ru: Набор данных содержит более одного слоя.

source: Unable to open layer.
ru: Не удалось открыть слой.

source: Layer doesn't contain coordinate system information.
ru: Слой не содержит информации о системе координат.

source: Unknown 'fix_errors' value.
ru: Неизвестное значение параметра 'fix_errors'.

source: Unknown 'cast_geometry_type' value.
ru: Неизвестное значение параметра 'cast_geometry_type'.

source: Unknown 'cast_is_multi' value.
ru: Неизвестное значение параметра 'cast_is_multi'.

source: Unknown 'cast_has_z' value.
ru: Неизвестное значение параметра 'cast_has_z'.

source: Unsupported geometry type.
ru: Тип геометрии не поддерживается.

source: Could not determine a geometry type.
ru: Не удалось определить тип геометрии.

source: Source layer contains no features satisfying the conditions.
ru: Слой не содержит объектов, удовлетворяющих условиям.

source: Field '%s' is out of int32 range.
ru: Значение поля '%s' находится за пределами диапазона int32.

source: Field '%s' contains non-unique or empty values.
ru: Значение поля '%s' содержит неуникальное или пустое значение.

source: Parameter 'fid_field' is missing.
ru: Отсутствует параметр 'fid_field'

source: Fields %s not found.
ru: Поле %s не найдено

source: None of fields %s are integer.
ru: Ни одно из полей %d не является целочисленным.

source: Field '%s(?)' encoding is broken.
ru: Кодировка поля '%s(?)' повреждена.

source: Field name is forbidden: '%s'. Please remove or rename it.
ru: Недопустимое имя поля: '%s'. Удалите или переименуйте его.

source: Unsupported field type: %r.
ru: Тип поля %r не поддерживается.

source: Feature (seq. #%d) doesn't have a FID field '%s'.
ru: Объект (ном. #%d) не содержит поле FID '%s'.

source: Feature (seq. #%d) FID field '%s' is null.
ru: Объект (ном. #%d) содержит пустое поле FID '%s'.

source: Feature #%d doesn't have geometry.
ru: Объект #%d не содержит геометрии.

source: Feature #%d has multiple geometries satisfying the conditions.
ru: Объект #%d содержит несколько геометрий, удовлетворяющих условиям.

source: Feature #%d has unknown geometry type: %d (%s).
ru: Объект #%d содержит неизвестный тип геометрии: %d (%s).

source: Feature #%d has unsuitable geometry type: %d (%s).
ru: Объект #%d содержит неподходящий тип геометрии: %d (%s).

source: Feature #%d has a geometry that can't be reprojected to target coordinate system
ru: Геометрия объект #%d не может быть перепроецирована в целевую систему координат.

source: Feature #%d has unclosed rings.
ru: Объект #%d содержит незамкнутые кольца.

source: Feature #%d has less than 3 points in a polygon ring.
ru: Объект #%d содержит меньше 3-х точек в кольце полигона.

source: Feature #%d has less than 2 points in a linestring.
ru: Объект #%d содержит меньше 2-х точек в линии.

source: Feature #%d contains a broken encoding of field '%s'.
ru: Объект #%d содержит поврежденную кодировку поля '%s'.

source: Vector layer cannot be written due to errors.
ru: Векторный слой не может быть записан из-за ошибок.

source: Confirm deletion of existing features
ru: Подтвердить удаление существующих объектов

source: Confirm change of geometry type
ru: Подтвердить изменение типа геометрии

source: Load features from file
ru: Загрузить объекты из файла

source: Create empty layer
ru: Создать пустой слой

source: Keep existing layer features
ru: Оставить существующие объекты

source: Replace layer features from file
ru: Заменить объекты слоя из файла

source: Delete all features from layer
ru: Удалить все объекты из слоя

source: Change geometry type
ru: Изменить тип геометрии

source: Validation error
ru: Ошибка валидации

source: current
ru: текущий

source: Spatial reference system
ru: Система координат

source: Select a dataset
ru: Выберите набор данных

source: ESRI Shapefile (zip), GeoPackage, GeoJSON, GML, KML, CSV or XLSX formats are supported. For CSV and XLSX only points are supported, coordinates must be put in lat and lot columns.
ru: Поддерживаемые форматы данных: ESRI Shapefile (zip-архив), GeoPackage, GeoJSON, GML, KML, CSV или XLSX. Для CSV и XLSX поддерживаются только точки, координаты должны быть в колонках lat и lon.

source: Source layer
ru: Исходный слой

source: Advanced options
ru: Дополнительные параметры

source: Fix errors
ru: Исправлять ошибки

source: None
ru: Нет

source: Without losing data
ru: Без потери данных

source: Whatever possible
ru: С возможными потерями

source: Skip features with unfixable errors
ru: Пропускать объекты с неустранимыми ошибками

source: Auto
ru: Авто

source: Only load features of the selected geometry type
ru: Загружать объекты только с выбранным типом геометрии

source: Multi-geometry
ru: Мульти-геометрия

source: Yes
ru: Да

source: No
ru: Нет

source: Z-coordinate
ru: Координата Z

source: FID source
ru: Источник FID

source: Sequence
ru: Нумерация

source: Field
ru: Из поля

source: FID field(s)
ru: Поле(я) для FID
