Repository: GiserLiuHuan/nextgisweb
Catalog: nextgisweb/render/locale/*.po
Languages: it, pt

source: External access
it: Accesso esterno
pt: Acesso Externo

source: Read more
it: Leggi di più
pt: Saiba mais

source: Tile cache
it: Cache delle tiles
pt: Cache

source: Enabled
it: Abilitato
pt: Activado

source: Allow using tiles in non-tile requests
it: Consenti l'uso delle tiles in una richiesta non tile
pt: Permitir o uso de tiles em pedidos em tiles

source: Max zoom level
it: Livello massimo di zoom
pt: Nível máximo de zoom

source: TTL, sec.
it: TTL in secondi
pt: TTL, seg.

source: Track changes
it: Tieni traccia delle modifiche
pt: Registo de alterações

source: Seed zoom level
it: Livello di zoom per il seeding
pt: Nível de zoom da semente

source: TMS (Tile Map Service) is a specification for tiled web maps. Tiled web map is a map displayed in a browser by seamlessly joining dozens of individually requested image.
it: Il TMS (Tile Map Service) è una specifica per le mappe web a tasselli. Una mappa a tasselli è una mappa mostrata nel browser unendo senza discontinuità decine di immagini richieste separatamente.
pt: TMS (Tile Map Service) é uma especificação para mapas da web em mosaico (tiles). Um mapa na web em tiles é um mapa mostrado num navegador ao se juntar na perfeição dezenas de imagens solicitadas de forma individual.

source: Flush
it: Pulisci
